[{"id":1588112400,"title":"Bölümümüzden Nobak Paylaşımı\r","author":"Trakya Üniversitesi\r","date":"April 29, 2020","time":"01:20","content":"Bölümümüz 3. Sınıf öğrencilerinin Yaptığı Oyun Google Play’de Okulumuz Bilgisayar Mühendisliği 3. Sınıf öğrencilerinden Atakan Karaçalı, Hasan Kamilçelebi, Mertcan Karataş, Hüsein Kantarci, Didem Çiçek Karaöz ve Emine Tsiligkir tarafından yapılan mobil oyun girişimi Google Play Store’da yayına sunulmuştur. Öğrencilerimiz tebrik eder, başarılarının devamını dileriz. \r\n\r\nOyuna [buraya tıklayarak](https://play.google.com/store/apps/details?id=com.nobakent.nolaswifty) ulaşabilirsiniz.\r\n\r\n[Trakya Üniversitesi paylaşımının linki](https://bilmuh.trakya.edu.tr/news/bolumumuz-3--sinif-ogrencilerinin-yaptigi-oyun-google-play-de)\r\n\r\n[<img src=\"https://bys.trakya.edu.tr/cache/img-thumb/3/34/349/349d/349d8a8c03a3ac78f300dd59c3967d7a.png\">]\r\n[<img src=\"https://bys.trakya.edu.tr/cache/img-thumb/3/38/382/3823/38235b7882cbe1e4ef95f0e3bafff648.png\">]\r\n[<img src=\"https://bys.trakya.edu.tr/cache/img-thumb/b/b3/b39/b399/b399ca84c064ac46e9a837e8132c2b5b.png\">]\r\n"},{"id":1588112340,"title":"Yaptığımız Etkinlikler","author":"Atakan Karaçalı","date":"April 29, 2020","time":"01:19","content":"1-) Trakya Üniversitesinde IoT Trakya Topluluğu bünyesinde okulumuzda öğrencilere Oyun Programlamaya Giriş Eğitimi verdik. Bu kapsamda 100’den fazla katılımcının olduğu eğitimde 2 günde UNITY araçları tanıtıldı, kullanıldı ve basit bir oyun yapıldı.\r\n2-) Bir mobil oyun yapıldı. Google Play Store’de yayınlandı ve Üniversitemizde tanıtıldı.\r\n3-) Trakya Kariyer Fuar’ında 2 gün oyunumuzu tanıtan Stant açtık. Standımıza Sayın Edirne Valimiz, Sayın Rektörümüz, Sayın Trakya Üniversitesi Emniyet Müdürümüz, Sayın Edirne Başsavcımız, Sayın Trakya Üniversitesi Öğretim Üyeleri ve ziyaretçiler uğradı. Oyunumuz ilgi odağı oldu. İnsanlara teker teker denetip oyunumuzu oynattık. Çeşitli geri dönütler aldık ve oyunumuza yeni güncelleştirmeler getirdik.\r\n"},{"id":1588112220,"title":"Merhaba Dünya\r","author":"Atakan Karaçalı\r","date":"April 29, 2020","time":"01:17","content":"Bütün programcılar programlara merhaba dünya diyerek başlar. Bizler oyun sektörüne hızlı ve güzel bir giriş yaptık. Trakya Üniversitesi Bilgisayar Mühendisliği 3.Sınıf öğrencilerinden 6 kişilik bir ekibiz. Yaptığımız iş günümüz oyun sektöründeki eksikler ve bizim hayal gücümüzün birleşimi olan oyunlar. Trakya Üniversitesi Teknoparkında küçük ve sıcak bir odamız var ve burada çalışmalarımızı sürdürüyoruz. 6 Genç, 6 Fikir ve Sonsuz Hayal Gücümüzle ve azmimizle bir yerlere gelmeye çalışıyoruz."}]